Repository: JMRousselle/le2m-v2.1
Catalog: le2m/parts/GneezyPotter/locale/*/LC_MESSAGES/GneezyPotter.po
Languages: fr_fr

source: Decision
fr_fr: Décision

source: You have an endowment of {}. You can invest amount you want in the risky option
fr_fr: Vous avez une dotation de {}. Vous pouvez investir la quantité que vous voulez dans l'option risquée

source: Choose the amount you want to invest in the risky option
fr_fr: Saisissez la quantité que vous investissez dans l'option risquée

source: Warning
fr_fr: Attention

source: Warning message
fr_fr: Message Attention

source: Do you confirm you choice?
fr_fr: Vous confirmez votre choix?

source: You invested {} in the risky option.
fr_fr: Vous avez investi {} dans l'option risquée.

source: The random draw was {}.
fr_fr: Le résultat du tirage est {}.

source: Head
fr_fr: Pile

source: Tail
fr_fr: Face

source: Your payoff is equal to {}.
fr_fr: Votre gain est de {}.

source: Display summary (with payoffs)?
fr_fr: Afficher le récapitulatif (avec les gains)?

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: Configure
fr_fr: Configurer

source: Start Gneezy Potter?
fr_fr: Démarrer Gneezy Potter?

source: Random draws
fr_fr: Tirages

source: Av. amount invested
fr_fr: Montant moyen investi

source: Random draw
fr_fr: Tirage

source: Payoff
fr_fr: Gain
