Repository: JMRousselle/le2m-v2.1
Catalog: le2m/parts/Dictator/locale/*/LC_MESSAGES/Dictator.po
Languages: fr_fr

source: You are player {}
fr_fr: Vous êtes joueur {}.

source: Decision
fr_fr: Décision

source: You have an endowment of {}. You can send any amount you want to player B
fr_fr: Vous avez une dotation de {}. Vous pouvez envoyer la quantité que vous souhaitez au joueur B.

source: Choose the amount you want to send to player B
fr_fr: Choisissez la quantité que vous envoyez au joueur B

source: Warning
fr_fr: Attention

source: Warning message
fr_fr: Attention

source: Do you confirm you choice?
fr_fr: Vous confirmez votre choix?

source: You were player {}.
fr_fr: Vous étiez joueur {}.

source: You sent {} to player B.
fr_fr: Vous avez envoyé {} au joueur B.

source: Player A sent {} to you.
fr_fr: Le joueur A vous a envoyé {}.

source: Your payoff is equal to {}.
fr_fr: Votre gain est de {}.

source: You've won {gain_en_euro}.
fr_fr: Vous avez gagné {gain_en_euro}.

source: Payoff
fr_fr: Gain

source: Received
fr_fr: Reçu

source: Players A
fr_fr: Joueurs A

source: Players
fr_fr: Joueurs

source: Amount sent
fr_fr: Montant envoyé

source: Average amount sent by A players
fr_fr: Quantité moyenne envoyée par les joueurs A

source: Av. amount sent by players A {}
fr_fr: Quantité moyenne envoyée par les joueurs A: {}
