Repository: JMRousselle/le2m-v2.1
Catalog: le2m/parts/PublicGoodGlobalLocal/locale/*/LC_MESSAGES/PublicGoodGlobalLocal.po
Languages: fr_fr

source: Period
fr_fr: Période

source: Individual account
fr_fr: Compte individuel

source: Local account
fr_fr: Compte local

source: Global account
fr_fr: Compte global

source: Total local account (your group)
fr_fr: Total compte local (votre groupe)

source: Total global account (the other group)
fr_fr: Total compte global (l'autre groupe)

source: Total global account (both groups)
fr_fr: Total compte global (les deux groupes)

source: Period payoff
fr_fr: Gain période

source: Cumulative payoff
fr_fr: Gain cumulé

source: Local account (your group)
fr_fr: Compte local (votre groupe)

source: Global account (your group)
fr_fr: Compte global (votre groupe)

source: Global account (the other group)
fr_fr: Compte global (l'autre groupe)

source: Global account (both groups)
fr_fr: Compte global (les deux groupes)

source: Configure
fr_fr: Configurer

source: Display parameters
fr_fr: Afficher les paramètres

source: Start
fr_fr: Démarrer

source: Display payoffs
fr_fr: Afficher les gains

source: Local/Global Public Good
fr_fr: Bien public local/global

source: Treatment: {}
fr_fr: Traitement: {}

source: Communication time: {} seconds
fr_fr: Temps de communication: {} secondes

source: Communication periods: {}
fr_fr: Périodes de communication: {}

source: Start PublicGoodGlobaLocal?
fr_fr: Démarrer PublicGoodGlobaLocal?

source: Sequence {}
fr_fr: Séquence {}

source: Period {}
fr_fr: Période {}

source: Groups' and subgroups' contributions
fr_fr: Contributions des groupes et des sous-groupes

source: History
fr_fr: Historique

source: You have an endowment of {}. You have to choose you share these tokens between your private account, the local account and the global account.
fr_fr: Vous avez une dotation de {}. Vous devez choisir comment vous répartissez ces jetons entre votre compte individuel, le compte local et le compte global.

source: token
fr_fr: jeton

source: Tokens you put on your private account
fr_fr: Jetons que vous placez sur votre compte individuel

source: Tokens you put on the local account
fr_fr: Jetons que vous placez sur le compte local

source: Tokens you put on the global account
fr_fr: Jetons que vous placez sur le compte global

source: Warning
fr_fr: Attention

source: You must use the {}.
fr_fr: Vous devez utiliser les {}.

source: Do you confirm your choice?
fr_fr: Vous confirmez votre choix?

source: Decision
fr_fr: Décision

source: Your group put {} on the local account and {} on the global account. The other group put {} on the global account. The total number of tokens on the global account is therefore {}.
fr_fr: Votre groupe a placé {} sur le compte local et {} sur le compte global. L'autre groupe a placé {} sur le compte global. Le nombre total de jetons sur le compte global est donc {}.

source: You put {} on your individual account, {} on the local account and {} on the global account.
fr_fr: Vous avez placé {} sur votre compte individuel, {} sur le compte local et {} sur le compte global.

source: Your group put {} on the local account and {} on the global account. The other group put {} on the global account. The total number of tokens put on the global account is therefore {}.
fr_fr: Votre groupe a placé {} sur le compte local et {} sur le compte global. L'autre groupe a placé {} sur le compte global. Le nombre total de jetons sur le compte global est donc de {}.
